Repository: common-repository/altapay-for-woocommerce
Catalog: languages/altapay-*.po
Languages: et, fi, lt_lt, pl_pl, ro_ro

source: AltaPay Payment Actions
et: AltaPay maksetoimingud
fi: AltaPay maksutoiminnot
lt_lt: AltaPay mokėjimo veiksmai
pl_pl: Operacje na płatności AltaPay
ro_ro: Acțiuni de Plată AltaPay

source: Could not connect to AltaPay!
et: Ei saanud AltaPay-ga ühendust!
fi: Yhteyttä AltaPayhin ei voitu muodostaa!
lt_lt: Nepavyko prisijungti prie AltaPay!
pl_pl: Nie można połączyć się z AltaPay!
ro_ro: Nu s-a putut conecta la AltaPay!

source: Could not fetch Payments from AltaPay!
et: Ei saanud AltaPay-st makseid kätte!
fi: Maksuja ei voitu noutaa AltaPaysta!
lt_lt: Nepavyko gauti mokėjimų iš AltaPay!
pl_pl: Nie można pobrać płatności z AltaPay!
ro_ro: Nu s-au putut prelua plățile de la AltaPay!

source: Payment Released.
et: Makse vabastatud.
fi: Maksu vapautettu.
lt_lt: Mokėjimas išleistas.
pl_pl: Płatność zwolniona.
ro_ro: Plata Eliberată.

source: Order got no transaction
et: Tellimusel puudub tehing
fi: Tilauksella ei ole tapahtumaa
lt_lt: Užsakymas neturi jokios operacijos
pl_pl: Zamówienie nie ma transakcji
ro_ro: Comanda nu are nicio tranzacție

source: Payment Captured.
et: Makse kinnitatud.
fi: Maksu varattu.
lt_lt: Mokėjimas užfiksuotas.
pl_pl: Płatność zrealizowana.
ro_ro: Plata Capturată.

source: Payment refund is in progress.
et: Tagasimakse on käimas.
fi: Maksun palautus on käynnissä.
lt_lt: Grąžinimas vykdomas.
pl_pl: Zwrot płatności jest w toku.
ro_ro: Rambursarea plății este în curs.

source: Payment Refunded.
et: Makse tagastatud.
fi: Maksu palautettu.
lt_lt: Mokėjimas grąžintas.
pl_pl: Płatność zwrócona.
ro_ro: Plata Rambursată.

source: Product name
et: Toote nimi
fi: Tuotteen nimi
lt_lt: Produkto pavadinimas
pl_pl: Nazwa produktu
ro_ro: Numele produsului

source: Price with tax
et: Hind koos maksuga
fi: Hinta verollisena
lt_lt: Kaina su mokesčiais
pl_pl: Cena z podatkiem
ro_ro: Preț cu taxă

source: Price without tax
et: Hind ilma maksuta
fi: Hinta verottomana
lt_lt: Kaina be mokesčių
pl_pl: Cena bez podatku
ro_ro: Preț fără taxă

source: Ordered
et: Tellitud
fi: Tilattu
lt_lt: Užsakyta
pl_pl: Zamówione
ro_ro: Comandat

source: Discount Percent
et: Allahindlus protsentides
fi: Alennusprosentti
lt_lt: Nuolaidos procentas
pl_pl: Procent rabatu
ro_ro: Procent de Reducere

source: Quantity
et: Kogus
fi: Määrä
lt_lt: Kiekis
pl_pl: Ilość
ro_ro: Cantitate

source: Total amount
et: Kogusumma
fi: Kokonaissumma
lt_lt: Bendra suma
pl_pl: Łączna kwota
ro_ro: Suma totală

source: Send order lines
et: Saada tellimuse read
fi: Lähetä tilausrivit
lt_lt: Siųsti užsakymo eilutes
pl_pl: Wyślij linie zamówienia
ro_ro: Trimite liniile de comandă

source: Amount
et: Summa
fi: Summa
lt_lt: Suma
pl_pl: Kwota
ro_ro: Sumă

source: Capture
et: Kinnita
fi: Varaa
lt_lt: Užfiksuoti
pl_pl: Zrealizuj
ro_ro: Captură

source: Refund
et: Tagasta
fi: Palauta
lt_lt: Grąžinti
pl_pl: Zwrot
ro_ro: Rambursare

source: Transaction ID
et: Tehingu ID
fi: Tapahtumatunnus
lt_lt: Operacijos ID
pl_pl: Identyfikator transakcji
ro_ro: ID-ul Tranzacției

source: Reserved
et: Reserveeritud
fi: Varattu
lt_lt: Rezervuota
pl_pl: Zarezerwowane
ro_ro: Rezervat

source: Chargeable
et: Arvestatav
fi: Veloitettava
lt_lt: Apmokestinama
pl_pl: Do obciążenia
ro_ro: Taxabil

source: Captured
et: Kinnitatud
fi: Varattu
lt_lt: Užfiksuota
pl_pl: Zrealizowane
ro_ro: Capturat

source: Refunded
et: Tagastatud
fi: Palautettu
lt_lt: Grąžinta
pl_pl: Zwrócone
ro_ro: Rambursat

source: Capture Payment
et: Kinnita makse
fi: Varaa maksu
lt_lt: Užfiksuoti mokėjimą
pl_pl: Zrealizuj płatność
ro_ro: Capturare Plată

source: Refund Payment
et: Tagasta makse
fi: Palauta maksu
lt_lt: Grąžinti mokėjimą
pl_pl: Zwróć płatność
ro_ro: Rambursare Plată

source: Release Payment
et: Vabasta makse
fi: Vapauta maksu
lt_lt: Išleisti mokėjimą
pl_pl: Zwolnij płatność
ro_ro: Eliberare Plată
